Repository: Dragberry/galvanika
Catalog: cuprumberry/cuprumberry/core/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: home
ru_ru: Главная

source: details
ru_ru: Подробнее

source: catalog
ru_ru: Каталог

source: materials
ru_ru: Материалы

source: information
ru_ru: Информация

source: cart
ru_ru: Корзина

source: about us
ru_ru: О нас

source: sort by
ru_ru: Сортировать

source: DATE_DESC
ru_ru: Сначала новые

source: DATE_ASC
ru_ru: Сначала старые

source: PRICE_DESC
ru_ru: По убыванию цены

source: PRICE_ASC
ru_ru: По возрастанию цены

source: Display list mode
ru_ru: Отображение списком

source: Display tiles mode
ru_ru: Отображание таблицей

source: Page size
ru_ru: Размер страницы

source: First page
ru_ru: Первая страница

source: Previous page
ru_ru: Предыдущая страница

source: Next page
ru_ru: Следующая страница

source: Last page
ru_ru: Последняя страница

source: Catalog: no products in category
ru_ru: Увы, на данный момент в данной категории ничего нет:( Но Вы всегда можете заглянуть в общий каталог!

source: Cart title
ru_ru: Корзина

source: Cart order info
ru_ru: Оформление заказа

source: Cart order success
ru_ru: Заказ принят

source: Cart order success text
ru_ru: Спасибо за заказ! В ближайшее время мы с Вами свяжемся для подтверждения.

source: Cart details
ru_ru: Детали заказа

source: Quick order title
ru_ru: Заказать изделие

source: YourName
ru_ru: Ваше имя

source: Mobile
ru_ru: Телефон

source: Address
ru_ru: Адрес

source: Comment
ru_ru: Комментарий

source: Cancel
ru_ru: Отмена

source: Confirm
ru_ru: Подтвердить

source: Delete
ru_ru: Удалить

source: Cart product title
ru_ru: Название

source: Cart product price
ru_ru: Цена

source: Cart empty
ru_ru: Корзина пуста

source: Edit order
ru_ru: Редактировать заказ

source: Submit order
ru_ru: Подтвердить заказ

source: Cart go to catalog
ru_ru: Перейти в каталог

source: Cart go to info
ru_ru: Перейти к оформлению

source: Quick order thanks
ru_ru: Спасибо за заказ!

source: Quick order feedback
ru_ru: Мы свяжемся с Вами в самое ближайшее время.

source: Quick order error: no productId
ru_ru: Не указан продукт для заказа

source: Quick order error: either mobile or email must be provided
ru_ru: Необходимо указать телефон и/или e-mail

source: Quick order error: no address
ru_ru: Необходимо указать адрес

source: Quick order error: no product
ru_ru: Ой, кажется прооизошла ошибка. У нас нет такого продукта.

source: Cart: Product has been added to cart
ru_ru: Товар добавлен в корзину

source: Cart: Product code
ru_ru: Код продукта

source: Cart: Error
ru_ru: Ошибка

source: Cart error: Item is already in cart
ru_ru: Товар уже в корзине

source: Cart error: Product not found
ru_ru: Товар не найден

source: Cart error: no product in the cart
ru_ru: Кажется, Вы удалили все товары из корзины7

source: Cart error: either mobile or email must be provided
ru_ru: Необходимо указать телефон и/или e-mail

source: Cart error: no address
ru_ru: Необходимо указать адрес

source: Error: Bad request
ru_ru: Ошибка запроса

source: Error: Internal server error
ru_ru: Внутренняя ошибка сервера
